Repository: Spookerton/Graph
Catalog: Graph/Locale/Ukrainian.po
Languages: uk

source: Unexpected end of brackets.
uk: Неочікуване закриття дужок.

source: Number, constant or function expected.
uk: Тут має бути число, стала або функція.

source: Parameter after constant or variable not allowed.
uk: Не можна додавати параметр після сталої або змінної.

source: Expression expected.
uk: Тут має бути вираз.

source: Unknown variable, function or constant: "%s"
uk: Невідома змінна, функція або стала: "%s"

source: Unknown character: "%s"
uk: Невідомий символ: "%s"

source: The end of the expression was unexpected.
uk: Неочікуване завершення виразу.

source: Error parsing expression.
uk: Помилка розбору виразу.

source: A calculation resulted in an overflow.
uk: Обчислення спричинило переповнення.

source: An invalid value was used in the calculation.
uk: В обчисленні вжито недійсне значення.

source: Not enough points for calculation.
uk: Недостатньо точок для обчислення.

source: Illegal name "%s" for user defined function or constant.
uk: Недопустима назва "%s" для функції або сталої, визначеної користувачем.

source: Cannot differentiate recursive function.
uk: Неможливо виділити рекурсивну функцію.

source: Internal error.
uk: Внутрішня помилка.

source: Function "%s" cannot be differentiated.
uk: Неможливо виділити функцію "%s".

source: Not further specified error occurred under calculation.
uk: Під час обчислення відбулася невизначена помилка.

source: No solution found. Try another guess or another model.
uk: Не знайдено розв'язання. Спробуйте інший спосіб або іншу модель.

source: No result found.
uk: Не отримано результатів.

source: An accurate result cannot be found.
uk: Неможливо знайти точний результат.

source: Internal error. Please notify the programmer with as much information as possible.
uk: Внутрішня помилка. Будь ласка, повідомте про неї розробникові якомога більш детально.

source: You need to enter a name for the function/constant.
uk: Необхідно ввести назву функції/сталої.

source: Invalid function/constant name '%s'. The name may only contain letters and decimal digits, and it must always start with a letter. In addition you are not allowed to redefine built-in names.
uk: Неправильна назва функції/сталої '%s'. Назва може містити лише літери та десяткові числа, і має завжди починатися з літери. До того ж, не можна перевизначати системні назви.

source: You need to enter a name for the argument.
uk: Необхідно ввести назву аргументу.

source: Invalid argument name '%s'. The name may only contain letters and decimal digits, and it must always start with a letter. In addition you are not allowed to use built-in names as argument names.
uk: Неправильна назва аргументу '%s'. Назва може містити лише літери та десяткові числа, і має завжди починатися з літери. До того ж, не можна використовувати системні назви як назви аргументів.

source: Character found after brackets.
uk: Знайдено символ після дужок.

source: Symbol "%s" defined more than once.
uk: Символ "%s" визначено кілька разів.

source: Invalid equation or inequality.
uk: Недійсне рівняння або нерівність.

source: Updating...
uk: Оновлення...

source: Save changes?
uk: Зберегти зміни?

source: Save changes in %s?
uk: Зберегти зміни в %s?

source: You have reached the maximum range of zoom.
uk: Ви досягли максимального наближення.

source: You have reached the minimum range of zoom.
uk: Ви досягли максимального віддалення.

source: '%s' must not be zero.
uk: '%s' не може дорівнювати нулю.

source: Error in value
uk: Помилка значення

source: '%s' has to be an integer value greater or equal to 0.
uk: '%s' має бути цілим числом, більшим або рівним 0.

source: '%s' must be greater than zero.
uk: '%s' має бути більшим від нуля.

source: '%s' must be an integer greater than zero.
uk: '%s' має бути цілим числом, більшим від нуля.

source: Trying to break zoom limit.
uk: Спроба подолати обмеження наближення.

source: '%s' must be greater than '%s'
uk: '%s' має бути більшим від '%s'

source: The maximum value must be greater than the minimum value.
uk: Максимальне значення має бути більшим від мінімального.

source: You need to enter a value.
uk: Вам необхідно задати значення.

source: This file was created with Graph %s. Only files from version %s and higher can be opened.
uk: Даний файл було створено в Graph %s. Можна відкрити лише файли, створені версією %s і вище.

source: '%s' is not a valid number.
uk: '%s' не є дійсним числом.

source: '%s' must be a positive number.
uk: '%s' має бути додатнім числом.

source: File not found: %s
uk: Файл не знайдено: %s

source: Error reading file: %s The file is not a correct Graph file.
uk: Помилка зчитування файлу: %s Даний файл не є дійсним файлом Graph.

source: Unknown error while reading file: %s
uk: Невідома помилка під час зчитування файлу: %s

source: Graph files [*.grf]|*.grf
uk: Файли Graph [*.grf]|*.grf

source: Cannot write to file: %s Access denied. Check that the file is not in use or write protected.
uk: Неможливо записати до файлу: %s Відмовлено в доступі. Перевірте, чи файл не відкритий і чи не захищений від запису.

source: The font "%s" doesn't exist. Standard font is used instead.
uk: Шрифт "%s" не існує. Натомість вживатиметься стандартний шрифт.

source: Graph system
uk: Графічна система

source: Open
uk: Відкрити

source: Selection error
uk: Помилка вибору

source: File error
uk: Помилка файлу

source: Write access failed
uk: Запис не дозволено

source: OLE error
uk: Помилка OLE

source: Error reading object
uk: Помилка зчитування об'єкту

source: Not a valid Graph object.
uk: Не є дійсним об'єктом Graph.

source: Object error
uk: Помилка об'єкту

source: Windows does not have enough resources to save an image that large.
uk: Windows не має достатньо ресурсів аби зберегти зображення такого розміру.

source: '%1%' must be between %2% and %3%.
uk: '%1%' має бути між %2% і %3%.

source: File not found
uk: Файл не знайдено

source: Error reading file
uk: Помилка зчитування файлу

source: Printer error
uk: Помилка принтера

source: Invalid use of infinity. Infinity cannot be used here.
uk: Неправильне використання нескінченності. Тут не можна використовувати нескінченність.

source: Not enough memory to complete the operation.
uk: Недостатньо пам'яті аби виконати операцію.

source: Printing aborted!
uk: Друк скасовано!

source: Confirm delete
uk: Підтвердіть видалення

source: Are you sure you want to delete %s?
uk: Чи ви дійсно бажаєте видалити %s?

source: Graph files [*.grf]|*.grf|All files [*.*]|*.*
uk: Файли Graph [*.grf]|*.grf|Всі файли [*.*]|*.*

source: CSV (semicolon delimited) [*.csv]|*.csv|CSV (comma delimited) [*.csv]|*.csv|Text (tab delimited) [*.txt]|*.txt|Text (space delimited) [*.txt]|*.txt|All files [*.*]|*.*
uk: CSV (розділення крапкою з комою) [*.csv]|*.csv|CSV (розділення комою) [*.csv]|*.csv|Текст (розділення табуляцією) [*.txt]|*.txt|Текст (розділення пробілом) [*.txt]|*.txt|Всі файли [*.*]|*.*

source: Are you sure you want to delete the model: %s?
uk: Чи ви напевне бажаєте видалити таку модель: %s?

source: Maximum number on x-axis must be greater than the minimum value.
uk: Максимальне число на осі x має бути більшим за мінімальне значення.

source: Maximum number on y-axis must be greater than the minimum value.
uk: Максимальне число на осі y має бути більшим за мінімальне значення.

source: Server application not found.
uk: Серверний додаток не знайдено.

source: Maximum number for t must be greater than the minimum value.
uk: Максимальне число для t має бути більшим, аніж мінімальне значення.

source: The step value for t must be a number greater than 0.
uk: Значення кроку для t має бути числом, більшим за 0.

source: The minimum value for the x-axis must be greater than 0, when the x-axis is logarithmic scaled.
uk: Мінімальне значення осі x має бути більшим від 0, якщо вісь x має логарифмічну шкалу.

source: The cross point of the y-axis must be greater than 0, when the x-axis is logarithmic scaled.
uk: Точка перетину осі y має бути більшою від 0, якщо вісь x має логарифмічну шкалу.

source: The minimum value for the y-axis must be greater than 0, when the y-axis is logarithmic scaled.
uk: Мінімальне значення для осі y має бути більшим від 0, якщо вісь y має логарифмічну шкалу.

source: The cross point of the x-axis must be greater than 0, when the y-axis is logarithmic scaled.
uk: Точка перетину осі x має бути більшою за 0, якщо вісь y має логарифмічну шкалу.

source: 'Recent files' must be between 0 and 9.
uk: 'Нещодавні файли' мають бути між 0 та 9.

source: The end of interval must be greater than the start of interval.
uk: Кінець відрізка має бути більшим, аніж початок відрізка.

source: Error in interval.
uk: Помилка у відрізку.

source: The width must be an integer greater than 0.
uk: Ширина має бути цілим числом, більшим від 0.

source: Error in width
uk: Помилка в ширині

source: The end of interval must be greater than the start of interval and %s must be greater than 0.
uk: Кінець відрізку має бути більшим за початок відрізку, а %s має бути більшим від 0.

source: Invalid model name.
uk: Хибна назва моделі.

source: A model of that name already exist.
uk: Модель з такою назвою вже існує.

source: The derivative of the function is not defined at %s=%s
uk: Похідну функції не визначено для %s=%s

source: Coordinate not defined
uk: Координату не визначено

source: Checking for newer version...
uk: Перевірка на наявність нової версії...

source: Abort printing?
uk: Скасувати друк?

source: Calculate area
uk: Обчислити площу

source: Calculate length of path
uk: Обчислити довжину шляху

source: Edit function
uk: Редагувати функцію

source: Edit tangent/normal
uk: Редагувати дотичну/перпендикуляр

source: Error processing file at line %s.
uk: Помилка обробки файлу в рядку %s.

source: Edit text label
uk: Редагувати текстову мітку

source: The model needs some constants (starting with a $) for Graph to find.
uk: Модель потребує щоб Graph знайшов сталі (починаються з $).

source: '%s' has to be an integer value between 0 and 1000.
uk: '%s' має бути цілим числом між 0 та 1000.

source: Printing error
uk: Помилка друку

source: An unknown error occurred while printing.
uk: Сталася невідома помилка під час друку.

source: Error while adding points
uk: Помилка під час додавання точок

source: Each point needs both an x- and a y-coordinate.
uk: Кожна точка потребує як x-, так і y- координат.

source: "%s" is not a valid number.
uk: "%s" не є дійсним числом.

source: You didn't add any points. You need to specify some x- and y-coordinates in the grid.
uk: Ви не додали точок. Необхідно визначити координати x та y на сітці.

source: Edit point series
uk: Кінцева точка ряду

source: Edit shading
uk: Редагувати штрихування

source: You need to select a function.
uk: Слід обрати функцію.

source: New version of Graph available
uk: Доступна нова версія Graph

source: Graph %s is now available for download from www.padowan.dk Would you like to visit the download page?
uk: Graph %s можна завантажити з www.padowan.dk Чи бажаєте відвідати сторінку завантаження?

source: No new version
uk: Нові версії відсутні

source: You are already using the most recent version of Graph.
uk: Ви вже користуєтеся найновішою версією Graph.

source: Cannot connect to server www.padowan.dk. Either the server is down or you do not have a connection to the Internet.
uk: Неможливо підключитися до серверу www.padowan.dk. Сервер відключено або ваш комп'ютер не під'єднано до інтернету.

source: Socket error %s
uk: Помилка підключення %s

source: Definite integral, or signed area between function and x-axis, for the given domain range.
uk: Означений інтеграл, або орієнтована площа між функцією та віссю x, для лінійного ряду даної області визначення.

source: Length of path along the curve calculated for the given range.
uk: Довжина шляху вздовж кривої, обчислена для даного лінійного ряду.

source: The file cannot be opened by this version of the program. You need at least Graph %s to open this file.
uk: Неможливо відкрити файл у даній версії програми. Для відкриття даного файлу необхідна версія Graph %s.

source: This file was saved by an outdated version of Graph, and it cannot be opened by the current version.
uk: Файл було збережено застарілою версією Graph, його неможливо відкрити в даній версії.

source: If you don't want to be asked again, this feature may be disabled from the Edit|Options dialog.
uk: Якщо більше не бажаєте подібних питань, можна вимкнути функцію у вікні Редагування|Опції.

source: Edit relation
uk: Редагувати відношення

source: Commands
uk: Команди

source: (All Commands)
uk: (Всі Команди)

source: To add a command to the toolbar simply select a category and drag the command out of this dialog box to the toolbar.
uk: Аби додати команду до панелі інструментів, просто оберіть категорію та перетягніть команду з цього вікна до панелі інструментів.

source: Edit f'(x)
uk: Редагувати f'(x)

source: Edit trendline
uk: Редагувати лінію тренду

source: Categories:
uk: Категорії:

source: The program seems to be stuck in an infinite loop. If you cancel the operation the program will become unstable. You should therefore save your data under a new name and restart the application.
uk: Схоже, програма зациклилася. Якщо скасувати операцію, програма стане нестабільною. Тому вам слід зберегти дані з новою назвою і перезапустити додаток.

source: Thread is not responding
uk: Процес не відповідає

source: Insert symbol
uk: Вставити символ

source: Subset:
uk: Підмножина:

source: Insert
uk: Вставити

source: Select color
uk: Обрати колір

source: Customize
uk: Пристосувати

source: Description
uk: Опис

source: Cannot open clipboard: %s
uk: Неможливо відкрити буфер обміну: %s

source: There is no default printer currently selected.
uk: Не обрано жодного принтеру.

source: Install for all users
uk: Встановити для всіх користувачів

source: Examples
uk: Приклади

source: Local
uk: Локальні

source: Global
uk: Глобальні

source: Print
uk: Друк

source: Scale:
uk: Шкала:

source: Printer
uk: Принтер

source: Type:
uk: Тип:

source: Where:
uk: Де:

source: Comment:
uk: Коментар:

source: Select the printer to use. The Properties button may be used to change more advanced settings for the printer.
uk: Оберіть принтер. Можна скористатися кнопкою «Властивості» для більш детального налаштування принтеру.

source: Position (millimeters)
uk: Положення (міліметри)

source: Left margin:
uk: Ліва межа:

source: Top margin:
uk: Верхня межа:

source: Center the printing area on the page.
uk: Центрувати за площиною друку сторінки.

source: Center on page
uk: Центрувати за сторінкою

source: Specify the printing area of the page. The printer will print only within these margins.
uk: Визначте площину друку сторінки. Принтер друкуватиме лише в цих межах.

source: Number of copies:
uk: Кількість копій:

source: Choose number of copies to print.
uk: Оберіть кількість копій на друк.

source: Enter percent of original size.
uk: Введіть відсоткове значення від початкового розміру.

source: The Plugin Manager is used to install and remove Graph plugins from a single .py file or a package in a .zip file.
uk: Керування плагінами потрібне для того, щоб встановлювати та видаляти плагіни Graph з єдиного файлу .py або пакунку в форматі .zip.

source: Overwrite plugin?
uk: Перевстановити плагін?

source: Plugin "%s" is already installed. Do you want to overwrite it?
uk: Плагін "%s" вже встановлено. Бажаєте перевстановити його?

source: "%s" is not a valid Graph plugin as it does not have a __init__.py file in the root.
uk: "%s" не є чинним плагіном Graph і не має файлу __init__.py в кореневому розташуванні.

source: Install failed
uk: Встановлення зазнало невдачі

source: The plugin will keep running until Graph is closed. Are you sure you want to uninstall the plugin "%s"?
uk: Плагін продовжуватиме роботу допоки Graph не буде закрито. Чи бажаєте видалити плагін "%s"?

source: Uninstall plugin?
uk: Видалити плагін?

source: Failed to uninstall the plugin "%s". You may not have access rights to delete the file.
uk: Не вдалося видалити плагін "%s". Можливо ви немаєте прав доступу для видалення файлу.

source: Import and remove Graph plugins.
uk: Імпортування та видалення плагінів Graph.

source: Show Console
uk: Показувати консоль

source: This is a very simple plugin that creates a menu item to show/hide the Python interpreter window.
uk: Це дуже простий плагін, котрий створює пункт меню, котрий показує/приховує вікно інтерпретатора Python.

source: Show Python interpreter
uk: Показати інтерпретатор Python

source: Show the Python interpreter window.
uk: Показати вікно інтерпретатора Python.
