Repository: Spookerton/Graph
Catalog: Graph/Locale/Ukrainian.po
Languages: uk

source: Shades the area above the function.
uk: Заштриховує площину над функцією.

source: Shades the area between the function and the y-axis.
uk: Заштриховує площину між функцією та віссю y.

source: Shades the area inside the function.
uk: Заштриховує площину всередині функції.

source: Shades the area between the main function and the function selected in the list to the right.
uk: Заштриховує площину між основною функцією та функцією, обраною з переліку праворуч.

source: Above function
uk: Над функцією

source: Between function and x-axis
uk: Між функцією та віссю x

source: Between functions
uk: Між функціями

source: Between function and y-axis
uk: Між функцією та віссю y

source: Inside function
uk: Всередині функції

source: Below function
uk: Під функцією

source: Options
uk: Опції

source: Range
uk: Діапазон

source: Coordinate where the shading starts.
uk: Координата, з якої починається штрихування.

source: Coordinate where the shading ends.
uk: Координата, якою закінчується штрихування.

source: Check to increase the end coordinate until intersection.
uk: Поставте галочку аби збільшити кінцеву координату до перетину.

source: Increase to intersection
uk: Збільшити до перетину

source: Check to decrease the start coordinate until intersection.
uk: Поставте галочку аби зменшити початкову координату до перетину.

source: Decrease to intersection
uk: Зменшити до перетину

source: Select the style used for the shading.
uk: Оберіть стиль штрихування.

source: Select color used for shading.
uk: Оберіть колір штрихування.

source: Mark the border around the shading.
uk: Відмітити межу навколо штрихування.

source: Mark border
uk: Відмітити межу

source: Enter a description to show in the legend.
uk: Введіть опис, котрий буде відображено в легенді.

source: 2nd function
uk: друга функція

source: 2nd function:
uk: друга функція:

source: Select the second function when you want a shading between two functions.
uk: Оберіть другу функцію якщо бажаєте додати штрихування між двома функціями.

source: Shading range for 2nd function
uk: Діапазон штрихування для 2-ї функції

source: Custom functions/constants
uk: Власні функції/сталі

source: Names
uk: Назви

source: Definition
uk: Опис

source: Image options
uk: Опції зображення

source: Size
uk: Розмір

source: Image width:
uk: Ширина зображення:

source: Image height:
uk: Висота зображення:

source: Set a custom image width in pixels.
uk: Встановити власну ширину зображення в пікселях.

source: Set a custom image height in pixels.
uk: Встановити власну висоту зображення в пікселях.

source: Choose to use the same size as shown on the screen or a custom image size.
uk: Обрати розмір як показано на екрані або власний розмір зображення.

source: Image size
uk: Розмір зображення

source: Screen size
uk: Розмір екрану

source: Custom size
uk: Власний розмір

source: Progressive encoding allows viewers to see a rough copy of the image while it is downloaded.
uk: Прогресивне кодування дозволяє переглядачам бачити попередній перегляд в той час як зображення завантажуватиметься.

source: Encoding
uk: Кодування

source: Sequential
uk: Поступове

source: Progressive
uk: Прогресивне

source: Select a compression quality.
uk: Обрати якість стиснення.

source: Quality
uk: Якість

source: Paper size:
uk: Розмір паперу:

source: Choose paper orientation.
uk: Обрати орієнтування.

source: Orientation
uk: Орієнтування

source: Portrait
uk: Книжкове

source: Landscape
uk: Альбомне

source: Choose paper size to use.
uk: Оберіть розмір паперу.

source: Letter
uk: Лист

source: Ledger
uk: Гросбух

source: Legal
uk: Бланк

source: Select this to use these settings as defaults in the future.
uk: Оберіть це аби зберегти установки як типові на майбутнє.

source: Save as default
uk: Зберегти як типові

source: Animate
uk: Анімувати

source: Constant:
uk: Коефіцієнт:

source: Choose a constant to change between each frame.
uk: Оберіть сталу, котра змінюватиметься від кадру до кадру.

source: Step:
uk: Крок:

source: The first value of the constant.
uk: Перше значення коефіцієнту.

source: The last value of the constant.
uk: Останнє значення коефіцієнту.

source: The chosen constant is changed by this value between each frame.
uk: Обраний коефіцієнт змінюється на це значення від кадру до кадру.

source: Frame options
uk: Опції кадру

source: Frame width:
uk: Ширина кадру:

source: Frame height:
uk: Висота кадру:

source: Frames/second:
uk: Кадрів на секунду:

source: Width of each frame, in pixels.
uk: Ширина кожного кадру, пікселі.

source: Height of each frame, in pixels.
uk: Висота кожного кадру, пікселі.

source: Number of frames per second used when the animation is played.
uk: Кількість кадрів на секунду під час відтворення анімації.

source: Working
uk: Обробка

source: Version %s
uk: Версія %s

source: Build %s
uk: Збірка %s

source: This is free software, and you are welcome to redistribute it under the terms in the <a href="%s">GNU General Public License</a> version 2. Please send bug reports and suggestions to the programmer.
uk: Це вільне програмне забезпечення, і ви можете поширювати його за умовами, описаними в <a href="%s">GNU General Public License</a> версії 2. Будь ласка, про помилки та пропозиції покращення програми повідомляйте розробникові.

source: The newest version as well as the source code are available at: %s
uk: Нова версія та початковий код доступні тут: %s

source: Support: %s
uk: Підтримка: %s

source: <Language> translation by <Translator>
uk: Переклад українською: Дмитро Амельчев

source: Animation
uk: Анімація

source: Play
uk: Відтворити

source: Pause
uk: Пауза

source: Stop
uk: Стоп

source: Back
uk: Назад

source: Step
uk: Крок

source: Audio Video Interleave [*.avi]|*.avi
uk: Чергування аудіо-відео [*.avi]|*.avi

source: Speed
uk: Швидкість

source: Change the speed used to play the animation.
uk: Змінити швидкість відтворення анімації.

source: Repeat
uk: Повтор

source: Repeat playing the animation until manually stopped.
uk: Повторювати відтворення анімації до зупинки вручну.

source: Auto reverse
uk: Автореверс

source: Play backwards when the end of the animation is reached. This is most useful in combination with the "Repeat" command.
uk: Відтворювати у зворотньому порядку після завершення анімації. Найбільш корисно в поєднанні з командою «Повтор».

source: Save the animation to a file.
uk: Зберегти анімацію до файлу.

source: Save frame...
uk: Зберегти кадр...

source: Save the shown frame to an image file.
uk: Зберегти показаний кадр до графічного файлу.

source: Save all frames...
uk: Зберегти всі кадри...

source: Save all frames in the animation to image files. This will create as many files as there are frames in the animation.
uk: Зберегти всі кадри анімації до графічних файлів. Дана дія створить стільки файлів, скільки кадрів містить анімація.

source: Corner:
uk: Кут:

source: Choose which corner of the label should be locked.
uk: Обрати, який кут мітки буде замкнено.

source: Upper Left
uk: Верхній лівий

source: Upper Right
uk: Верхній правий

source: Lower Left
uk: Нижній лівий

source: Lower Right
uk: Нижній правий

source: Enter a coordinate to lock label at.
uk: Ввести координату, де слід замкнути мітку.

source: Python interpreter
uk: Інтерпретатор Python

source: Clear
uk: Очистити

source: Edit axes
uk: Редагувати осі

source: x-axis
uk: вісь x

source: Minimum:
uk: Мінімум:

source: Minimum x-value.
uk: Мінімальне значення x.

source: Maximum:
uk: Максимум:

source: Maximum x-value.
uk: Максимальне значення x.

source: Tick unit:
uk: Одиниця точки:

source: Units between ticks on the x-axis.
uk: Одиниць між точками осі x.

source: Grid unit:
uk: Одиниця сітки:

source: Units between the grid lines perpendicular to the x-axis.
uk: Одиниць між лініями сітки, перпендикулярними осі x.

source: Determine the tick unit automatically.
uk: Автоматично визначати одиниці точок.

source: Auto tick
uk: Автоматично відмічати

source: Show tick marks on the x-axis.
uk: Показувати маркування точок на осі x.

source: Show ticks
uk: Показувати точки

source: Set the grid unit to the same as the tick unit.
uk: Встановити одиницю сітки такою ж, як і одиницю мітки.

source: Auto grid
uk: Автоматична сітка

source: Show vertical grid lines.
uk: Показувати вертикальні лінії сітки.

source: Show grid
uk: Показувати сітку

source: Use logarithmic scale on the x-axis.
uk: Використовувати логарифмічну шкалу на осі x.

source: Logarithmic scale
uk: Логарифмічна шкала

source: Show units on the x-axis.
uk: Показувати одиниці на осі x.

source: Show numbers
uk: Показувати числа

source: Show units on the selected axis as a fraction multiplied by pi.
uk: Показувати одиниці на обраній осі як частки, помножені на π.

source: Show as a multiple of π
uk: Відображати як множник на π

source: Edit the label for the axis here.
uk: Редагувати мітку осі тут.

source: Show the label at the right side of the graphing area, above the x-axis.
uk: Показувати мітку праворуч від площини графіку, над віссю x.

source: Label:
uk: Мітка:

source: The x-axis will intersect with the y-axis at this value.
uk: Вісь x перетинатиметься з віссю y в цьому значенні.

source: The x-axis cross at y=
uk: Вісь x перетинається коли y=

source: y-axis
uk: вісь y

source: Minimum y-value.
uk: Мінімальне значення y.

source: Maximum y-value.
uk: Максимальне значення y.

source: Units between ticks on the y-axis.
uk: Одиниць між точками на осі y.

source: Units between the grid lines perpendicular to the y-axis.
uk: Одиниць між лініями сітки, перпендикулярними до осі y.

source: Show tick marks on the y-axis.
uk: Показувати маркери точок на осі y.

source: Show horizontal grid lines.
uk: Показувати горизонтальні лінії сітки.

source: Use logarithmic scale for the y-axis.
uk: Використовувати логарифмічну шкалу для осі y.

source: Show units on the y-axis.
uk: Показувати одиниці на осі y.

source: The y-axis cross at x=
uk: Вісь y перетинає вісь x коли x=

source: The y-axis will intersect with the x-axis at this value.
uk: Вісь y перетинатиметься з віссю x при цьому значенні.

source: Show the label at the top of the graphing area, to the right of the y-axis.
uk: Відображувати мітку у верхній частині площини, праворуч від осі y.

source: Settings
uk: Налаштування

source: Title:
uk: Назва:

source: Choose if you want to show the axes, and if you want to show them crossed or at the left and bottom of the image.
uk: Оберіть, чи відображувати осі, і яким чином: перехрещеними чи внизу зображення.

source: Axes style
uk: Стиль осей

source: None
uk: Відсутні

source: Crossed
uk: Перехрещені

source: Boxed
uk: Як рамка

source: Choose if trigonometric functions should calculate in radians or degrees.
uk: Обрати, чи тригонометричні функції обчислюватимуться в радіанах або градусах.

source: Trigonometry
uk: Тригонометрія

source: Radian
uk: Радіани

source: Degree
uk: Градуси

source: Enter a title to show above the coordinate system.
uk: Введіть назву, котру буде показано над системою координат.

source: Choose where the legend should be placed.
uk: Оберіть місце розташування легенди.

source: Legend placement
uk: Розташування легенди

source: Check this to use complex numbers for calculations. Notice that this will slow graphing down.
uk: Оберіть тут, чи користуватися складними числами. Зверніть увагу, що це може сповільнити побудову графіку.

source: Calculate with complex numbers
uk: Обчислювати зі складними числами

source: Select the font for the title.
uk: Обрати шрифт для заголовку.

source: Font and color
uk: Шрифт та колір

source: Colors
uk: Колір

source: Grid color:
uk: Колір сітки:

source: Axes color:
uk: Колір осей:

source: Background color:
uk: Колір тла:

source: Select the color of the image background.
uk: Оберіть колір тла зображення.

source: Select the color of the axes.
uk: Оберіть колір осей.

source: Select the color of the grid lines.
uk: Оберіть колір ліній сітки.

source: Fonts
uk: Шрифти

source: Number font:
uk: Шрифт чисел:

source: Label font:
uk: Шрифт міток:

source: Legend font:
uk: Шрифт легенд:

source: Select the font used to show the labels on the axes.
uk: Оберіть шрифт, котрий використовуватиметься для міток на осях.

source: Select the font used to show the numbers on the axes.
uk: Оберіть шрифт, котрий використовується для відображення чисел на осях.

source: Select the font used to show the legend text.
uk: Оберіть шрифт, котрий використовуватиметься для відображення тексту легенди.

source: Decimals:
uk: Десяткові розряди:

source: Number of decimals used when results are shown.
uk: Кількість чисел після коми, котрі відображуватимуться в результатах.

source: Format used when complex numbers are shown.
uk: Формат, котрий використовуватиметься під час відображення складних чисел.

source: Complex form
uk: Складна форма

source: Real
uk: Дійсний

source: Rectangular
uk: Прямокутний

source: Recent files:
uk: Нещодавні файли:

source: The number of most recent used files shown in the File menu.
uk: Кількість нещодавніх файлів, котрі відображуються в меню Файл.

source: Max undo steps:
uk: Максимальна кількість повернень:

source: Maximum number of undo steps saved. Set this to 0 to prevent undo.
uk: Максимальна кількість збережених дій для повернення. Оберіть 0 аби дії не зберігалися.

source: Font scale:
uk: Масштаб шрифту:

source: This is used to scale the user interface if you are having problems reading the text.
uk: Тут можна налаштувати розмір тексту інтерфейсу якщо вам важко читати текст даного розміру.

source: Language:
uk: Мова:

source: Select the language to use for the user interface.
uk: Оберіть мову відображення інтерфейсу.

source: Show the tooltip when the cursor is over an item.
uk: Показувати підказки коли курсор проходить над елементом.

source: Show tooltip
uk: Показувати підказки

source: Save the size of the main window when the program exits. This is used the next time Graph is run.
uk: Зберігати розмір основного вікна під час закриття програми. Розмір відновлюватиметься під час наступного запуску Graph.

source: Save workspace on exit
uk: Зберігати робочий простір під час виходу

source: If checked the program will contact a web server when the program is started to see if a newer version is available.
uk: Якщо стоїть галочка, то програма зв'язуватиметься з веб-сервером для перевірки наявності нових версій програми.

source: Check for new version of Graph at startup
uk: Перевіряти наявність нових версій Graph під час запуску

source: Use a custom decimal separator instead of the default from the Windows Regional settings.
uk: Використовувати власний десятковий розділювач замість стандартного, визначеного в налаштуваннях регіональних параметрів Windows.

source: Custom decimal separator:
uk: Власний десятковий розділювач:

source: Decimal separator used when exporting to other programs.
uk: Десятковий розділювач використовується під час експорту до інших програм.

source: Insert function
uk: Вставити функцію

source: Function type:
uk: Тип функції:

source: Select the function type to graph.
uk: Обрати тип функції для побудови графіку.

source: Standard function y=f(x)
uk: Стандартна функція y=f(x)

source: Parametric function x(t), y(t)
uk: Параметрична функція x(t), y(t)

source: Polar function r=f(t)
uk: Полярна функція r=f(t)

source: Function equation
uk: Рівняння функції

source: Steps:
uk: Кроки:

source: Number of calculation steps used to draw the graph.
uk: Кількість кроків обчислення, використаних для побудови графіка.

source: Draw type:
uk: Тип побудови:

source: Choose Lines if you want the calculated points for the graph to be connected. Choose Dots if you only want to show a dot at each point.
uk: Оберіть Лінії якщо бажаєте аби точки було з'єднано. В іншому випадку оберіть Точки.

source: Automatic
uk: Автоматично

source: Dots
uk: Точки

source: Lines
uk: Лінії

source: Insert text label
uk: Вставте текстову мітку

source: Font name:
uk: Назва шрифту:

source: Font size:
uk: Розмір шрифту:

source: Font color:
uk: Колір шрифту:

source: Text size.
uk: Розмір шрифту.

source: Text string
uk: Текстовий рядок

source: Insert symbol (Ctrl+G)
uk: Вставити символ (Ctrl+G)

source: Insert object.
uk: Вставити об'єкт.

source: Bold (Ctrl+B)
uk: Жирний (Ctrl+B)

source: Italic (Ctrl+I)
uk: Курсив (Ctrl+I)

source: Underline (Ctrl+U)
uk: Підкреслення (Ctrl+U)

source: Strikethrough (Ctrl+S)
uk: Закреслення (Ctrl+S)

source: Superscript (Ctrl++)
uk: Верхній індекс (Ctrl++)

source: Subscript (Ctrl+=)
uk: Нижній індекс (Ctrl+=)

source: Align left (Ctrl+L)
uk: Вирівняти ліворуч (Ctrl+L)

source: Center (Ctrl+E)
uk: Центрувати (Ctrl+E)

source: Align right (Ctrl+R)
uk: Вирівняти праворуч (Ctrl+R)

source: Text font.
uk: Шрифт тексту.

source: Text color.
uk: Колір тексту.

source: Select background color of the text label.
uk: Обрати колір тла текстової мітки.

source: Transparent
uk: Прозоре

source: Undo last action.
uk: Скасувати останню дію.

source: Redo last undone action.
uk: Повернути скасовану дію.

source: Paste the contents of the clipboard.
uk: Вставити вміст буферу обміну.

source: Paste special...
uk: Вставити з опціями...

source: Select which clipboard representation you want to paste.
uk: Обрати, як ви бажаєте вставити з буферу обміну.

source: Insert object...
uk: Вставити об'єкт...

source: Create a new OLE object.
uk: Створити новий об'єкт OLE.

source: Edit object
uk: Редагувати об'єкт

source: Edit selected OLE object.
uk: Редагувати об'єкт OLE.

source: Insert f'(x)
uk: Вставити f'(x)

source: Name:
uk: Назва:

source: Constant
uk: Коефіцієнт

source: Value
uk: Значення

source: Select a function or tangent to evaluate.
uk: Оберіть функцію або дотичну для оцінювання.

source: Select where the cursor will be placed when you click on the image.
uk: Оберіть, де буде розміщено курсор коли ви натискаєте на зображення.

source: Enter the start coordinate or mark the range on the graph itself with the mouse.
uk: Введіть початкові координати або визначте діапазон графіку мишею.

source: Enter the end coordinate or mark the range on the graph itself with the mouse.
uk: Введіть кінцеві координати або визначте діапазон графіку мишею.

source: Snap to:
uk: Притягнути до:

source: The x-coordinate evaluated for the t-parameter.
uk: X-координати, обчисленої для параметру t.

source: The y-coordinate evaluated for the t-parameter.
uk: Y-координати, обчисленої для параметру t.

source: The derivative of x(t) evaluated for the entered t-parameter.
uk: Похідна x(t), обчислена для введеного параметру t.

source: The derivative of y(t) evaluated for the entered t-parameter.
uk: Похідна y(t), обчислена для введеного параметру t.

source: The slope of the function evaluated for the entered t-parameter.
uk: Похила функції, обчислена для введеного параметру t.

source: Enter the value for the parameter t for which you want to evaluate the function, or click on the graph in the graphing area.
uk: Введіть значення параметру t, для якого бажаєте обчислити функцію.

source: Intersection
uk: Перетин

source: Extreme x-value
uk: Крайнє значення x

source: Extreme y-value
uk: Крайнє значення y

source: The distance to the function evaluated for the given angle.
uk: Відстань до функції, обчисленої для даного кута.

source: The x-coordinate evaluated for the given angle.
uk: Координата x, обчислена для даного кута.

source: The y-coordinate evaluated for the given angle.
uk: Координата y, обчислена для даного кута.

source: The derivative of the function evaluated for the given angle.
uk: Похідна функції, обчисленої для даного кута.

source: The slope of the function evaluated for the given angle.
uk: Похила функції, обчисленої для даного кута.

source: Enter the value of the polar angle for which you want to evaluate the function, or click on the graph in the graphing area.
uk: Введіть значення полярного кута, для якого бажаєте обчислити функцію, або натисніть на графік у графічній площині.

source: Enter a value for which you want to evaluate the function, or click on the graph in the graphing area.
uk: Введіть значення, для якого бажаєте обчислити функцію, або натисніть на графік у графічній площині.

source: This is the function evaluated for the entered x-value.
uk: Це — функція, обчислена за введеним значенням x.

source: This is the first derivative of the function evaluated for the entered value.
uk: Це — перша похідна функції, обчисленої за введеним значенням.

source: This is the second derivative of the function evaluated for the entered value.
uk: Це — друга похідна функції, обчисленої за введеним значенням.

source: This is the y-coordinate corresponding to the entered x-coordinate.
uk: Це — координата y, котра відповідає введеній координаті x.

source: Enter an x-coordinate or click in the graphing area.
uk: Введіть координату x або оберіть місце у графічній площині.

source: Error
uk: Помилка

source: Error %s
uk: Помилка %s

source: Length
uk: Довжина

source: Degrees
uk: Градуси

source: Label
uk: Мітка

source: %s-error
uk: %s-помилка

source: Axes
uk: Осі

source: Up
uk: Вгору

source: Down
uk: Вниз

source: Space
uk: Пробіл

source: An error occurred while evaluating power function.
uk: Сталася помилка під час обчислення експоненціальної функції.

source: Tangent to pi/2+n*pi (90+n180 in degrees) is undefined.
uk: Не визначено тангенс до π/2+n*π (90+n180 у градусах)

source: Fact can only be calculated for positive integers.
uk: Результат може бути обчислено лише для додатніх цілих.

source: Cannot take logarithm to number equal or less than zero.
uk: Неможливо взяти логарифм для числа, рівного або меншого від нуля.

source: sqrt is undefined for negative numbers.
uk: квадратний корінь не визначено для від'ємних чисел.

source: A part of the evaluation gave a number with an imaginary part.
uk: Частина обчислення дала число з уявною частиною.

source: Division by zero.
uk: Ділення на нуль.

source: Inverse trigonometric function out of range [-1;1]
uk: Обернена тригонометрична функція поза діапазоном [-1;1]

source: The function is not defined for this value.
uk: Функцію не визначено для даного значення.

source: atanh evaluated at undefined value.
uk: обернений гіперболічний тангенс обчислено за невизначеного значення.

source: acosh evaluated at undefined value.
uk: обернений гіперболічний косинус обчислено за невизначеного значення.

source: arg(0) is undefined.
uk: arg(0) не визначено.

source: Evaluation failed.
uk: Оцінювання не вдалося.

source: Argument produced a function result with total loss of precision.
uk: Аргумент викликав результат функції з повною втратою точності.

source: The custom function/constant '%s' was not found or has the wrong number of arguments.
uk: Спеціальну функцію/сталу '%s' не знайдено або вона має хибну кількість аргументів.

source: Too many recursive calls.
uk: Забагато повторів.

source: Overflow: A function returned a value too large to handle.
uk: Перенасичення: Функція повернула значення надто велике для опрацювання.

source: A plugin function failed: %s
uk: Функція плагіну не спрацювала: %s

source: Unexpected operator. Operator '%s' cannot be placed here.
uk: Неочікуваний оператор. Оператор '%s' не можна розміщувати тут.

source: The right bracket is missing.
uk: Відсутня права дужка.

source: Invalid number of arguments supplied for the function '%s'
uk: Для функції '%s' подано хибну кількість аргументів

source: Comparison operator misplaced.
uk: Хибне розташування оператору порівняння.

source: Invalid number found. Use the format: -5.475E-8
uk: Знайдено недопустиме число. Користуйтесь форматом -5.475E-8

source: String is empty. You need to enter a formula.
uk: Рядок порожній. Необхідно ввести формулу.

source: Comma is not allowed here. Use dot as decimal separator.
uk: Тут не користуються комою. Використовуйте крапку для відділення десяткової частини.
