Repository: Spookerton/Graph
Catalog: Graph/Locale/Ukrainian.po
Languages: uk

source: Plugin Manager
uk: Керування плагінами

source: Plugin name
uk: Назва плагіну

source: Version
uk: Версія

source: Import
uk: Імпорт

source: Uninstall
uk: Видалити

source: Close
uk: Закрити

source: Open file: %s
uk: Відкрити файл: %s

source: Show in legend
uk: Показати в легенді

source: Check to show the selected item in the legend.
uk: Поставте галочку аби показувати обраний об'єкт в легенді.

source: Placement
uk: Розміщення

source: Above x-axis
uk: Вище осі x

source: Place the label directly above the x-axis on the right side of the image.
uk: Розмістіть мітку просто над віссю x праворуч від зображення.

source: Below x-axis
uk: Нижче осі x

source: Place the label directly below the x-axis on the right side of the image.
uk: Розмістіть мітку прямо під віссю x праворуч від зображення.

source: Left of y-axis
uk: Ліворуч від осі y

source: Place the label to the left of the y-axis at the top of the image.
uk: Розмістіть мітку ліворуч від осі y над зображенням.

source: Right of y-axis
uk: Праворуч від осі y

source: Place the label to the right of the y-axis at the top of the image.
uk: Розмістіть мітку праворуч від осі y над зображенням.

source: Custom...
uk: Спеціальне...

source: Place the label at a custom position.
uk: Розмістіть мітку в довільному місці.

source: Rotation
uk: Обертання

source: Show the label with no rotation.
uk: Показати мітку без обертання.

source: Show the label rotated 90° counter clockwise.
uk: Обернути мітку на 90° проти годинникової стрілки.

source: Show the label rotated 180°.
uk: Обернути мітку на 180°.

source: Show the label rotated 270° counter clockwise.
uk: Обернути мітку на 270° проти годинникової стрілки.

source: Specify the angle of rotation for the label.
uk: Задати кут обертання мітки.

source: Export to file...
uk: Експортувати до файлу...

source: Export the selected point series to a file.
uk: Експортувати дану точку до кількох файлів.

source: File
uk: Файл

source: Edit
uk: Редагування

source: Function
uk: Функція

source: Zoom
uk: Масштаб

source: Calc
uk: Обчислювання

source: Plugins
uk: Плагіни

source: Internet
uk: Інтернет

source: Help
uk: Допомога

source: New
uk: Новий

source: Create a new coordinate system.
uk: Створити нову систему координат.

source: Open...
uk: Відкрити...

source: Read a coordinate system from a file.
uk: Зчитати систему координат з файлу.

source: Save
uk: Зберегти

source: Write the current coordinate system to a file.
uk: Записати поточну систему координат до файлу.

source: Save as...
uk: Зберегти як...

source: Write the current coordinate system to a file with a new name.
uk: Записати поточну систему координат до файлу з новою назвою.

source: Save copy as...
uk: Зберегти копію як...

source: Save a copy of the current coordinate system to a file.
uk: Зберегти копію поточної системи координат до файлу.

source: Save as image...
uk: Зберегти як зображення...

source: Save the shown coordinate system as an image.
uk: Зберегти показану координатну сітку як зображення.

source: Print...
uk: Друк...

source: Print shown coordinate system.
uk: Надрукувати подану систему координат.

source: Exit
uk: Вихід

source: Quit the program.
uk: Вийти з програми.

source: Undo
uk: Скасувати

source: Undo the last action.
uk: Скасувати останню дію.

source: Redo
uk: Повторити

source: Redo the last action undone.
uk: Повторити останню скасовану дію.

source: Cut
uk: Вирізати

source: Cut the selected function or point series to the clipboard.
uk: Вирізати обрану функцію або набір точок до буферу.

source: Copy
uk: Копіювати

source: Copy the selected function or point series to the clipboard.
uk: Копіювати обрану функцію або набір точок до буферу.

source: Paste
uk: Вставити

source: Paste a function or point series from the clipboard into the coordinate system.
uk: Вставити функцію або набір точок з буферу до системи координат.

source: Copy image
uk: Скопіювати зображення

source: Copy the shown coordinate system to the clipboard.
uk: Копіювати показану систему координат до буферу.

source: Axes...
uk: Осі...

source: Edit axes settings.
uk: Редагувати налаштування осей.

source: Options...
uk: Опції...

source: Edit various options for the interface and program features.
uk: Редагування опцій інтерфейсу та функцій програми.

source: Insert function...
uk: Вставити функцію...

source: Insert a new function.
uk: Вставити нову функцію.

source: Insert tangent/normal...
uk: Вставити дотичну/перпендикуляр...

source: Insert a tangent or normal for the selected function.
uk: Вставити дотичну або перпендикуляр для обраної функції.

source: Insert shading...
uk: Вставити штрихування...

source: Add shading to the selected function.
uk: Додати штрихування до обраної функції.

source: Insert point series...
uk: Вставити ряд точок...

source: Insert a point series.
uk: Вставити ряд точок.

source: Insert trendline...
uk: Додати лінію тренду...

source: Insert a curve of best fit for the selected point series.
uk: Вставити криву, котра найбільше підходить до обраного ряду точок.

source: Edit...
uk: Редагувати...

source: Edit the selected element: Function, tangent, point series, etc.
uk: Редагувати обраний елемент: Функція, дотична, ряд точок і т. д.

source: Delete
uk: Видалити

source: Delete the selected function, tangent or point series.
uk: Видалити дану функцію, дотичну або ряд точок.

source: Insert f'(x)...
uk: Вставити f'(x)...

source: Insert the first derivative of the selected function.
uk: Вставити першу похідну обраної функції.

source: In
uk: Наближення

source: Zoom in. Hold down Shift to zoom with larger steps.
uk: Наближення. Затисніть Shift аби масштабувати більшими кроками.

source: Out
uk: Віддалення

source: Zoom out. Hold down Shift to zoom with larger steps.
uk: Віддалення. Затисніть Shift аби масштабувати більшими кроками.

source: Window
uk: Вікно

source: Zoom to user selected window.
uk: Масштабувати до обраноко користувачем вікна.

source: Square
uk: Рівносторонній

source: Zoom to scale the axes equally. This will show a plotted circle in its correct relation instead of an ellipse.
uk: Масштабувати осі рівномірно. Замість еліпсу буде видно правильне коло.

source: Standard
uk: Стандартний

source: Reset the axes to their default settings.
uk: Скинути осі до стандартних значень.

source: Move
uk: Змістити

source: Move up
uk: Змістити вгору

source: Move the graphing area up along the coordinate system. Hold down Shift to move in larger steps.
uk: Змістити графічне поле вгору вздовж системи координат. Затисніть Shift аби зміщувати більшими кроками.

source: Move down
uk: Змістити донизу

source: Move the graphing area down along the coordinate system. Hold down Shift to move in larger steps.
uk: Змістити графічне поле вниз вздовж системи координат. Затисніть Shift аби зміщувати більшими кроками.

source: Move left
uk: Змістити ліворуч

source: Move the graphing area to the left along the coordinate system. Hold down Shift to move in larger steps.
uk: Змістити графічне поле ліворуч вздовж системи координат. Затисніть Shift аби зміщувати більшими кроками.

source: Move right
uk: Змістити праворуч

source: Move the graphing area to the right along the coordinate system. Hold down Shift to move in larger steps.
uk: Змістити графічне поле праворуч вздовж системи координат. Затисніть Shift аби зміщувати більшими кроками.

source: Move system
uk: Змістити систему

source: Move the coordinate system with the mouse.
uk: Змістити мишею систему координат.

source: Length of path
uk: Довжина шляху

source: Calculate the length of path between two given points on the curve.
uk: Обчислити довжину шляху між двома даними точками кривої.

source: Area
uk: Область

source: Calculate the definite integral over a given interval.
uk: Обчислити означений інтеграл за даним інтервалом.

source: Evaluate
uk: Оцінити

source: Evaluate or trace the selected function.
uk: Оцінити або відслідкувати обрану функцію.

source: Table
uk: Таблиця

source: Show an evaluation table.
uk: Показати таблицю оцінки.

source: Contents and index
uk: Зміст та покажчик

source: Open help file.
uk: Відкрити файл допомоги.

source: List of functions
uk: Перелік функцій

source: Show a list of built-in functions that can be used for graphing.
uk: Показати перелік вмонтованих функцій, котрі можна використовувати для побудови кривих.

source: Graph web site
uk: Веб-сторінка Graph

source: Open the default browser and show the Graph web site.
uk: Відкрити основний браузер та відкрити сайт Graph.

source: Check for update
uk: Перевірити на оновлення

source: Contact the home page to see if a newer version is available.
uk: З'єднатися з домашньою сторінкою аби перевірити наявність нової версії.

source: About Graph
uk: Про Graph

source: Show copyright information.
uk: Показати інформацію щодо авторських прав.

source: Separator
uk: Розділювач

source: Fit
uk: Вмістити

source: Zoom to show the selected element.
uk: Масштабувати аби показати обраний елемент.

source: Fit all
uk: Вмістити все

source: Zoom to show all elements.
uk: Масштабувати так, аби вмістити всі елементи.

source: Frequently Asked Questions
uk: Часті Питання

source: Show a list of frequently asked questions and their answers.
uk: Показати перелік частих запитань та відповіді на них.

source: Insert label...
uk: Вставити мітку...

source: Insert a text label.
uk: Вставити текстову мітку.

source: Donate
uk: Пожертвувати

source: Donate money to the project.
uk: Пожертвувати кошти для проекту.

source: Support
uk: Підтримка

source: Open browser with the support page for the program.
uk: Відкрити браузер зі сторінкою підтримки програми.

source: Zoom x-axis in
uk: Наблизити вісь x

source: Zoom in on the x-axis only. Hold down Shift to zoom with larger steps.
uk: Наблизити лише вісь x. Затисніть Shift аби наближувати більшими кроками.

source: Zoom x-axis out
uk: Віддалити вісь x

source: Zoom out on the x-axis only. Hold down Shift to zoom with larger steps.
uk: Віддаляти лише вісь x. Затисніть Shift аби віддаляти більшими кроками.

source: Zoom y-axis in
uk: Наблизити вісь y

source: Zoom in on the y-axis only. Hold down Shift to zoom with larger steps.
uk: Наблизити лише вісь y. Затисніть Shift аби наближувати більшими кроками.

source: Zoom y-axis out
uk: Віддалити вісь y

source: Zoom out on the y-axis only. Hold down Shift to zoom with larger steps.
uk: Віддаляти лише вісь y. Затисніть Shift аби віддаляти більшими кроками.

source: Insert relation...
uk: Вставити відношення...

source: Insert a new equation or inequality.
uk: Вставити нове рівняння або нерівність.

source: Custom functions/constants...
uk: Власні функції/сталі...

source: Create custom functions and constants for use in graphs.
uk: Створити власні функції та сталі для використання в графіках.

source: Animate...
uk: Анімувати...

source: Create an animation by variating a constant.
uk: Створити анімацію через зміну сталої.

source: Graph file...
uk: Файл Graph...

source: Import a Graph file into the current coordinate system.
uk: Імпортувати файл Graph до поточної системи координат.

source: Point series...
uk: Ряд точок...

source: Import point series from a data file.
uk: Імпортувати ряд точок з файлу даних.

source: Scripting engine documentation
uk: Документація обробника сценаріїв

source: Show documentation for scripting engine and plugin system.
uk: Показати документи для обробника сценаріїв та системи плаґінів.

source: Reset to default
uk: Відновити базові

source: Reset the toolbar icons to the installation default.
uk: Повернути базові для програми значки панелі інструментів.

source: Customize toolbar...
uk: Пристосувати панель інструментів...

source: Customize the icons shown on the toolbar.
uk: Пристосувати значки, показані на панелі інструментів.

source: Edit label...
uk: Редагувати підпис...

source: Edit the label under the cursor.
uk: Редагувати підпис під курсором.

source: Delete label
uk: Видалити підпис

source: Delete the label under the cursor.
uk: Видалити підпис під курсором.

source: Show legend
uk: Показувати легенду

source: Select to show a legend in the coordinate system.
uk: Оберіть аби показувати легенду в системі координат.

source: Font...
uk: Шрифт...

source: Change the font of the legend.
uk: Змінити шрифт легенди.

source: Top Right
uk: Верхній правий

source: Show the legend in the upper right corner.
uk: Показати легенду в правому верхньому куті.

source: Bottom Right
uk: Нижній правий

source: Show the legend in the bottom right corner.
uk: Показати легенду в нижньому правому куті.

source: Top Left
uk: Верхній лівий

source: Show the legend in the upper left corner.
uk: Показати легенду в лівому верхньому куті.

source: Bottom Left
uk: Нижній лівий

source: Show the legend in the bottom left corner.
uk: Показувати легенду в нижньому лівому куті.

source: Insert relation
uk: Вставити відношення

source: Relation:
uk: Відповідності:

source: Constraints:
uk: Умови:

source: OK
uk: Гаразд

source: Cancel
uk: Скасувати

source: Legend text
uk: Текст легенди

source: Description:
uk: Опис:

source: Write a descriptive text to show in the legend and function list. If empty the formula will be used.
uk: Додайте текст опису, котрий буде показано в легенді та списку функцій. Якщо не додасте, буде показано формулу.

source: Properties
uk: Властивості

source: Style:
uk: Стиль:

source: Select the style used for drawing the inequality. Not used for equations.
uk: Оберіть стиль для використання під час побудови нерівності. Не підходить для рівнянь.

source: Select the color for drawing the relation.
uk: Оберіть колір для побудови відповідності.

source: Width:
uk: Ширина:

source: Line style:
uk: Стиль лінії:

source: Select line style used to draw equations and the border of inequalities.
uk: Оберіть стиль лінії, котрий буде використано для побудови рівнянь та меж нерівностей.

source: Color:
uk: Колір:

source: Width in pixels of the equation line or the borderline of the inequality.
uk: Ширина лінії рівняння або межі нерівності.

source: Enter the relation, for example "x^2+y^2 = 25" or "y < sin(x)"
uk: Введіть відповідність, наприклад «x^2+y^2 = 25» або «y < sin(x)»

source: Enter constraints for the relation, for example "x > 0 and y < 5"
uk: Введіть умови відповідності, наприклад «x > 0 and y < 5»

source: Insert tangent/normal
uk: Вставити дотичну/перпендикуляр

source: Value where the tangent/normal will interact with the function.
uk: Величина, за якої дотична/перпендикуляр взаємодіятиме з функцією.

source: Choose if you want a tangent or a normal.
uk: Оберіть дотичну або перпендикуляр.

source: Type
uk: Тип

source: Tangent
uk: Дотична

source: Normal
uk: Перпендикуляр

source: Write a descriptive text to show in the legend. If empty the equation will be used.
uk: Додайте опис для показу в легенді. Якщо не додасте, відображатиметься рівняння.

source: Graph properties
uk: Властивості графіку

source: Width of graph in pixels.
uk: Ширина графіку в пікселях.

source: Choose which line style to use for drawing the graph.
uk: Обрати стиль лінії для побудови графіку.

source: Select the color of the graph.
uk: Обрати колір графіку.

source: Argument range
uk: Діапазон агрументу

source: From:
uk: Від:

source: To:
uk: До:

source: Start of range interval for the used variable.
uk: Початок діапазону для змінної.

source: End of range interval for the used variable.
uk: Кінець діапазону для змінної.

source: Endpoints
uk: Кінцеві точки

source: Start:
uk: Початок:

source: End:
uk: Кінець:

source: Select marker to show at the start of the interval. Only used if an argument range is specified.
uk: Обрати маркер на початку інтервалу. Використовується лише якщо визначено діапазон аргументу.

source: Select marker to show at the end of the interval. Only used if an argument range is specified.
uk: Обрати маркер в кінці інтервалу. Використовується лише якщо визначено діапазон аргументу.

source: Insert trendline
uk: Вставити лінію тренду

source: Line
uk: Лінія

source: Built-in
uk: Вмонтовано

source: Create a linear function: f(x)=ax+b
uk: Створити лінійну функцію: f(x)=ax+b

source: Create a logarithmic function: f(x)=a*ln(x)+b
uk: Створити логарифмічну функцію: f(x)=a*ln(x)+b

source: Create a polynomial function: f(x)=ax^3+bx^2+cx+d
uk: Створити функцію многочлену: f(x)=ax^3+bx^2+cx+d

source: Create a power function: f(x)=ax^b
uk: Створити функцію ступеню: f(x)=ax^b

source: Create a exponential function: f(x)=a*b^x
uk: Створити експоненціальну функцію: f(x)=a*b^x

source: Order:
uk: Порядок:

source: Polynomial
uk: Многочленна

source: Logarithmic
uk: Логарифмічна

source: Linear
uk: Лінійна

source: Power
uk: Ступеню

source: Exponential
uk: Експоненціальна

source: Create a moving average as a series of straight lines.
uk: Створити рухому середню як послідовність прямих ліній.

source: Moving average
uk: Рухома середня

source: Period:
uk: Проміжок:

source: Determines how many points are used for the average.
uk: Визначає скільки точок буде використано для середньої.

source: The order of the polynomium. For example 2 means a parable.
uk: Порядок многочлена. Наприклад, 2 — парабола.

source: User defined
uk: Визначене користувачем

source: Model:
uk: Модель:

source: Add model
uk: Додати модель

source: Remove model
uk: Видалити модель

source: Edit model
uk: Редагувати модель

source: Enter a function model to base the trendline on.
uk: Ввести модель функції, на основі якої будуватиметься лінія тренду.

source: Type a value in the Intercept box to specify the point where you want the trendline to meet the y-axis. This is only available for linear, polynomial and exponential trendlines.
uk: Введіть значення в поле Відрізок, щоб вказати точку, в якій ви хочете, щоб лінія тренда відповідала осі y. Доступно лише для лінійних, поліноміальних та експоненціальних трендових ліній.

source: Intercept =
uk: Відрізок =

source: Import from file...
uk: Імпортувати з файлу...

source: Import user models from a file.
uk: Імпортувати моделі користувачів з файлу.

source: Export all to file...
uk: Експортувати все до файлу...

source: Export user models to a file.
uk: Експортувати користувацькі моделі до файлу.

source: User models [*.ini]|*.ini
uk: Користувацькі моделі [*.ini]|*.ini

source: Insert point series
uk: Вставити ряд точок

source: The name of the point series, which is shown in the list to the left of the coordinate system.
uk: Назва ряду точок, показана в переліку ліворуч від системи координат.

source: Series
uk: Ряд

source: This shows a sample of the markers and the lines between the markers.
uk: Так виглядатимуть маркери та лінії між маркерами.

source: Sample
uk: Приклад

source: Markers
uk: Маркери

source: Marker
uk: Маркер

source: Size:
uk: Розмір:

source: Choose the size of the markers.
uk: Обрати розмір маркерів.

source: Choose the type of markers to be shown at each point.
uk: Обрати тип маркерів, показаний на кожній точці.

source: Choose the color of the markers.
uk: Обрати колір маркерів.

source: Interpolation:
uk: Інтерполяція:

source: Choose the style of lines to be drawn between the points. You may also choose not to draw any lines.
uk: Обрати стиль ліній, проведених між точками. Можна обрати не проводити ліній.

source: Choose the width of the lines in pixels.
uk: Обрати ширину ліній у пікселях.

source: Select which kind of line to draw between the markers.
uk: Обрати, яку лінію малювати між маркерами.

source: 1D cubic spline
uk: Одновимірний кубічний сплайн

source: 2D cubic spline
uk: Двовимірний кубічний сплайн

source: Half cosine
uk: Напівперіод синусоїда

source: Choose the color of the lines.
uk: Обрати колір ліній.

source: Labels
uk: МІтки

source: Position:
uk: Розташування:

source: Check to show the coordinate at each point.
uk: Поставте галочку аби показати координати для кожної точки.

source: Show coordinates
uk: Показувати координати

source: Select where the coordinates should be shown.
uk: Обрати розташування координат.

source: Above
uk: Вище

source: Below
uk: Нижче

source: Left
uk: Ліворуч

source: Right
uk: Праворуч

source: Above Left
uk: Вище ліворуч

source: Above Right
uk: Вище праворуч

source: Below Left
uk: Нижче ліворуч

source: Below Right
uk: Нижче праворуч

source: Select the font for the coordinates.
uk: Обрати шрифт для координат.

source: Choose between cartesian (x,y) coordinates and polar (θ,r) coordinates.
uk: Обрати між декартовими (x,y) координатами та полярними (θ,r) координатами.

source: Coordinate type
uk: Тип координат

source: Cartesian
uk: Декартові

source: Polar
uk: Полярні

source: Error bars
uk: Планки похибок

source: X error amount
uk: Кількість помилок x

source: Show horizontal error bars.
uk: Показувати горизонтальні планки похибок.

source: Show x-bars
uk: Показувати планки x

source: All error bars are the same size.
uk: Всі планки похибок мають однаковий розмір.

source: Fixed:
uk: Фіксоване:

source: Enter fixed value.
uk: Введіть значення виправлення.

source: All error bars are the same percentage of the x-coordinate.
uk: Всі планки похибок мають однакове відсоткове значення в координатах x.

source: Relative:
uk: Відносне:

source: Each error bar is given a custom value.
uk: Кожна планка похибок має власне значення.

source: Custom
uk: Власне

source: Enter relative value in percent.
uk: Введіть відносне значення у відсотках.

source: Y error amount
uk: Кількість помилок y

source: Show vertical error bars.
uk: Показувати вертикальні планки похибок.

source: Show y-bars
uk: Показувати планки y

source: All error bars are the same percentage of the y-coordinate.
uk: Всі планки похибок мають однакове відсоткове значення в координатах y.

source: Apply
uk: Застосувати

source: Cut the selected text to the clipboard.
uk: Вирізати обраний текст до буферу.

source: Copy the selected text to the clipboard.
uk: Скопіювати обраний текст до буферу.

source: Paste text from the clipboard into the grid. Other cells may be overwritten by the text from the clipboard.
uk: Вставити текст з буферу на сітку. Інші комірки можуть бути перезаписані текстом з буферу обміну.

source: Erase selected cells.
uk: Видалити обрані комірки.

source: Insert row
uk: Вставити ряд

source: Inserts a row in the grid moving rows below one down.
uk: Додає ряд до решітки зі зміщенням рядів на один униз.

source: Remove row
uk: Видалити ряд

source: Removes the selected rows.
uk: Видаляє обрані ряди.

source: Select all
uk: Обрати все

source: Select all cells.
uk: Обрати всі комірки.

source: Import data from a file and place it at the selected cell.
uk: Імпортувати дані з файлу й розмістити їх у вибраній комірці.

source: Export selected data to a file.
uk: Експортувати обрані дані до файлу.

source: Calculate table
uk: Обчислити таблицю

source: The step value. This is the difference between two adjoining values in the defined interval.
uk: Значення кроку. Це різниця між двома сусідніми значеннями у визначеному інтервалі.

source: The first x-value in the interval.
uk: Перше значення x в інтервалі.

source: The last x-value in the interval.
uk: Останнє значення x в інтервалі.

source: Show %s
uk: Показати %s

source: Show the %s column in the table.
uk: Показати стовпчик %s у таблиці.

source: Copy selected cells to the clipboard.
uk: Скопіювати обрані комірки до буферу обміну.

source: Saves the selected data to a file.
uk: Зберігає обрані дані до файлу.

source: Calculating
uk: Обчислення

source: CSV (Comma delimited) [*.csv]|*.csv|Text [*.txt]|*.txt
uk: CSV (Розмежування комами) [*.csv]|*.csv|Текст [*.txt]|*.txt

source: Insert shading
uk: Вставити штрихування

source: Shading
uk: Штрихування

source: Shades the area between the function and the x-axis.
uk: Заштриховує площину між функцією та віссю x.

source: Shades the area below the function.
uk: Заштриховує площину під функцією.
